[
  {
  "id": 1,
  "problem": "सर्वविघ्न विनाशक काव्य",
  "shloke": "भक्तामर प्रणत मौलिमणि प्रभाणा ।\nमुद्योतकं दलित पाप तमोवितानम् ॥\nसम्यक् प्रणम्य जिन पादयुगं युगादा ।\nवालंबनं भवजले पततां जनानाम् ॥1॥",
  "image": "assets/images/img.png",
  "desc": "झुके हुए भक्त देवो के मुकुट जड़ित मणियों की प्रथा को प्रकाशित करने वाले, पाप रुपी अंधकार के समुह को नष्ट करने वाले, कर्मयुग के प्रारम्भ में संसार समुन्द्र में डूबते हुए प्राणियों के लिये आलम्बन भूत जिनेन्द्रदेव के चरण युगल को मन वचन कार्य से प्रणाम करके (मैं मुनि मानतुंग उनकी स्तुति करुँगा)|",
  "kavya": "ऊँ हृीं णमो अरिहंताणं णमो जिणाणं हृां हृीं हृूं हृौं हृः अ सि आ उ सा अप्रतिचक्रे फट् विचक्राय झ्रौं झ्रौं स्वाहा।",
  "mantra": "ऊँ हृां हृीं हृूं श्रीं क्लीं ब्लूं क्रैं ऊँ हृीनम$ स्वाह।"
},
{
"id": 2,
"problem": "शत्रु तथा शिरपीड़ानाशक काव्य",
"shloke": "यः संस्तुतः सकल वाङ्मय तत्वबोधा ।\nद् उद्भूत बुद्धिपटुभिः सुरलोकनाथैः ॥\nस्तोत्रैर्जगत्त्रितय चित्त हरैरुदरैः ।\nस्तोष्ये किलाहमपि तं प्रथमं जिनेन्द्रम् ॥2॥\n",
"image": "assets/images/img_1.png",
"desc": "सम्पूर्णश्रुतज्ञान से उत्पन्न हुई बुद्धि की कुशलता से इन्द्रों के द्वारा तीन लोक के मन को हरने वाले, गंभीर स्तोत्रों के द्वारा जिनकी स्तुति की गई है उन आदिनाथ जिनेन्द्र की निश्चय ही मैं (मानतुंग) भी स्तुति करुँगा|",
"kavya": "ऊँ हृीं अर्हं णमो ओहि जिणाणं।",
"mantra": "ऊँ हृीं श्रीं क्लीं ब्लूं नमः।"
},
{
"id": 3,
"problem": "सर्वसिद्धिदायक काव्य",
"shloke": "बुद्ध्या विनाऽपि विबुधार्चित पादपीठ ।\nस्तोतुं समुद्यत मतिर्विगतत्रपोऽहम् ॥\nबालं विहाय जलसंस्थितमिन्दु बिम्ब ।\nमन्यः क इच्छति जनः सहसा ग्रहीतुम् ॥3॥",
"image": "assets/images/img_2.png",
"desc": "देवों के द्वारा पूजित हैं सिंहासन जिनका, ऐसे हे जिनेन्द्र मैं बुद्धि रहित होते हुए भी निर्लज्ज होकर स्तुति करने के लिये तत्पर हुआ हूँ क्योंकि जल में स्थित चन्द्रमा के प्रतिबिम्ब को बालक को छोड़कर दूसरा कौन मनुष्य सहसा पकड़ने की इच्छा करेगा? अर्थात् कोई नहीं|",
"kavya": "ऊँ हृीं अर्हं णमो परमोहि-जिणाणं।",
"mantra": "ऊँ हृीं श्रीं क्लीं सिद्धेभ्यो बुद्धेभ्यः सर्वसिद्धिदायकेभ्यो नमः स्वाहा।"
},{
"id": 4,
"problem": "जल-जंतु भयमोचक काव्य",
"shloke": "वक्तुं गुणान् गुणसमुद्र शशाङ्क्कान्तान् ।\nकस्ते क्षमः सुरगुरुप्रतिमोऽपि बुद्ध्या ॥\nकल्पान्त काल् पवनोद्धत नक्रचक्रं ।\nको वा तरीतुमलमम्बुनिधिं भुजाभ्याम् ॥4॥",
"image": "assets/images/img_3.png",
"desc": "हे गुणों के भंडार! आपके चन्द्रमा के समान सुन्दर गुणों को कहने लिये ब्रहस्पति के सद्रश भी कौन पुरुष समर्थ है? अर्थात् कोई नहीं| अथवा प्रलयकाल की वायु के द्वारा प्रचण्ड है मगरमच्छों का समूह जिसमें ऐसे समुद्र को भुजाओं के द्वारा तैरने के लिए कौन समर्थ है अर्थात् कोई नहीं|",
"kavya": "ऊँ हृीं अर्हं णमो सव्वोहि-जिणाणं।",
"mantra": "ऊँ हृीं श्रीं क्लीं जलयात्रा जलदेवताभ्यों नमः स्वाहा।"
},{
"id": 5,
"problem": "नेत्ररोग संहारक काव्य",
"shloke": "सोऽहं तथापि तव भक्ति वशान्मुनीश ।\nकर्तुं स्तवं विगतशक्तिरपि प्रवृत्तः ॥\nप्रीत्यऽऽत्मवीर्यमविचार्य मृगो मृगेन्द्रं ।\nनाभ्येति किं निजशिशोः परिपालनार्थम् ॥5॥",
"image": "assets/images/img_4.png",
"desc": "हे मुनीश! तथापि-शक्ति रहित होता हुआ भी, मैं- अल्पज्ञ, भक्तिवश, आपकी स्तुति करने को तैयार हुआ हूँ| हरिणि, अपनी शक्ति का विचार न कर, प्रीतिवश अपने शिशु की रक्षा के लिये, क्या सिंह के सामने नहीं जाती? अर्थात जाती हैं|",
"kavya": "ऊँ हृीं अर्हं णमो अणंतोहि-जिणाणं।",
"mantra": "ऊँ हृीं श्रीं क्लीं क्रौं सर्व संकट निवारणेभ्यः सुपाश्र्व यक्षेभ्यो नमो नमः स्वाहा।"
},
{
"id": 6,
"problem": "सरस्वती विद्या प्रसारक काव्य",
"shloke": "अल्पश्रुतं श्रुतवतां परिहासधाम् ।\nत्वद्भक्तिरेव मुखरीकुरुते बलान्माम् ॥\nयत्कोकिलः किल मधौ मधुरं विरौति ।\nतच्चारुचूत कलिकानिकरैकहेतु ॥6॥",
"image": "assets/images/img_5.png",
"desc": "विद्वानों की हँसी के पात्र, मुझ अल्पज्ञानी को आपकी भक्ति ही बोलने को विवश करती हैं| बसन्त ऋतु में कोयल जो मधुर शब्द करती है उसमें निश्चय से आम्र कलिका ही एक मात्र कारण हैं|",
"kavya": "ऊँ हृीं अर्हं णमो कोट्ठबुद्धीणं।",
"mantra": "ऊँ हृीं श्रां श्रीं श्रूं श्रः हं सं थः थः थः ठः ठः सरस्वती भगवती विद्याप्रसादं कुरू कुरू स्वाहा।"
},
{
"id": 7,
"problem": "सर्व संकट निवारक काव्य",
"shloke": "त्वत्संस्तवेन भवसंतति सन्निबद्धं ।\nपापं क्षणात् क्षयमुपैति शरीर भाजाम् ॥\nआक्रान्त लोकमलिनीलमशेषमाशु ।\nसूर्यांशुभिन्नमिव शार्वरमन्धकारम् ॥7॥\n",
"image": "assets/images/img_6.png",
"desc": "आपकी स्तुति से, प्राणियों के, अनेक जन्मों में बाँधे गये पाप कर्म क्षण भर में नष्ट हो जाते हैं जैसे सम्पूर्ण लोक में व्याप्त रात्री का अंधकार सूर्य की किरणों से क्षणभर में छिन्न भिन्न हो जाता है|",
"kavya": "ऊँ हृीं अर्हं णमो बीजबुद्धीणं।",
"mantra": "ऊँ हृीं हं सं श्रां श्रीं श्रीं क्रौं क्लीं सर्व दुरित-संकट-क्षुद्रोपद्रव कष्ट निवारणं कुरू कुरू स्वाहा।"
},
{
"id": 8,
"problem": "सर्वारिष्ट योग निवारक काव्य",
"shloke": "मत्वेति नाथ्! तव् संस्तवनं मयेद ।\nमारभ्यते तनुधियापि तव प्रभावात् ॥\nचेतो हरिष्यति सतां नलिनीदलेषु ।\nमुक्ताफल द्युतिमुपैति ननूदबिन्दुः ॥8॥",
"image": "assets/images/img_7.png",
"desc": "हे स्वामिन्! ऐसा मानकर मुझ मन्दबुद्धि के द्वारा भी आपका यह स्तवन प्रारम्भ किया जाता है, जो आपके प्रभाव से सज्जनों के चित्त को हरेगा| निश्चय से पानी की बूँद कमलिनी के पत्तों पर मोती के समान शोभा को प्राप्त करती हैं|",
"kavya": "ऊँ हृीं अर्हं णमो हरिहंताणं णमो पयाणुसारीणं।",
"mantra": "ऊँ हृां हृीं हृूं हृः अ सि आ उ सा अप्रतिचक्रे फट् विचक्राय झ्रौं झ्रौं स्वाहा। पुनः ऊँ हृीं लक्ष्मणरामचन्द्र देव्यै नमः स्वाहा।"
},
{
"id": 9,
"problem": "भय-पापनाशक काव्य",
"shloke": "आस्तां तव स्तवनमस्तसमस्त दोषं ।\nत्वत्संकथाऽपि जगतां दुरितानि हन्ति ॥\nदूरे सहस्त्रकिरणः कुरुते प्रभैव ।\nपद्माकरेषु जलजानि विकाशभांजि ॥9॥",
"image": "assets/images/img_8.png",
"desc": "सम्पूर्ण दोषों से रहित आपका स्तवन तो दूर, आपकी पवित्र कथा भी प्राणियों के पापों का नाश कर देती है| जैसे, सूर्य तो दूर, उसकी प्रभा ही सरोवर में कमलों को विकसित कर देती है|",
"kavya": "‘ऊँ हृीं अर्हं णमो हरिहंताणं णमो संभिण्णसोदराणं।",
"mantra": "ऊँ हृींश्रीं क्रौं क्लीं रः रः हं हः नमः स्वाहा।"
},
{
"id": 10,
"problem": "कुकर विष निवारक काव्य",
"shloke": "नात्यद् भूतं भुवन भुषण भूतनाथ ।\nभूतैर् गुणैर् भुवि भवन्तमभिष्टुवन्तः ॥\nतुल्या भवन्ति भवतो ननु तेन किं वा ।\nभूत्याश्रितं य इह नात्मसमं करोति ॥10॥",
"image": "assets/images/img_9.png",
"desc": "हे जगत् के भूषण! हे प्राणियों के नाथ! सत्यगुणों के द्वारा आपकी स्तुति करने वाले पुरुष पृथ्वी पर यदि आपके समान हो जाते हैं तो इसमें अधिक आश्चर्य नहीं है| क्योंकि उस स्वामी से क्या प्रयोजन, जो इस लोक में अपने अधीन पुरुष को सम्पत्ति के द्वारा अपने समान नहीं कर लेता |",
"kavya": "ऊँ हृीं अर्हं णमो सयं-बुद्धीणं।",
"mantra": "ऊँ हृां हृों हृौं हृः श्रीं श्रूं श्रः सिद्ध-बुद्ध कृतार्थों भव-भव वषट् सम्पूर्ण स्वाहा।"
}
]


